
{

"fiendish_plotting": {
"name": "Phil Whelans",
"image": "https://improfestival.ee/en/assets/workshops/phil_whelans-77916587d4ac8e7923d6cfd0850b6956514267f45656672058eb5b525c3f6227.jpg",
"id": "/workshops/fiendish_plotting",
"slug": "fiendish_plotting",
"start": "2019-09-19 10:00",
"end": "2019-09-19 13:00",
"content": "&lt;p&gt;It’s nice to hear laughter from an audience but how often do we hear them gasp – “How did she know the key would be missing?” – or not hear them at all because they’re holding their breath with the unbearable tension of it all? Can we be more ambitious with our plotting? How can we make plot connections through which we look not just clever, but attractive and popular*?&lt;/p&gt;&lt;p&gt;Using whatever we find in the long-form narrative toolbox, we’ll loosen, then tighten again, the nuts and bolts of story.&lt;/p&gt;&lt;p&gt;&lt;em&gt;*Class may not make you look attractive and popular. Terms and Conditions apply.&lt;/em&gt;&lt;/p&gt;&lt;p&gt;Level: intermediate, advanced.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Phil has been improvising for 30 years, starting out with Theatresports at the Donmar Warehouse, Assembly Rooms, Edinburgh and Glasgow Mayfest, then, subsequently, in Toronto, Seattle, San Francisco and at Montreal’s Just for Laughs Comedy Festival for CBCTV.&lt;/p&gt;&lt;p&gt;He was in T.V. and radio pilots, Gibberish (Celador T.V.) and Altered Egos (Radio 4.) He was in Hamlet Improvised (London Mime Festival), the improvised courtroom drama, Court in the Act, at Watford Palace and Chichester Festival Theatres and Eddie Izzard’s Impro M.D. His Double Act, the Sean Connery Brotherhood was on Warehouse (HTV) and Disney Club (LWT) as well as in Amnesty International’s Secret Compere’s Policedog (Duke of York’s Theatre.) He was a founder member of Spontaneous Combustion; the group devised and performed five different improvised plays, True Confessions, Outrageous Lies, Human Celluloid, Spontaneous Combustion Raise the Dead and Sub-Post Office of Death, all toured nationally including The Gilded Balloon and The Assembly Rooms, Edinburgh and Shakespeare’s Globe as well as making various TV and Radio appearances.&lt;/p&gt;&lt;p&gt;Phil is currently in impro groups Grand Theft Impro and Monkey Toast, his impro show, Séance Fiction has played across London and he’s taken part regularly in the annual 50-hour Improvathon.&lt;/p&gt;&lt;p&gt;Phil learnt from, among others, Philippe Gaulier, Jacques leCoq, John Wright, KeithJohnstone, David Glass and Ken Campbell. He’s taught at LAMDA, Central, East 15, TheDrama Studio and Fourth Monkey.&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;https://grandtheftimpro.com&quot;&gt;grandtheftimpro.com&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "It’s nice to hear laughter from an audience but how often do we hear them gasp – “How did she know the key would be missing?” – or not hear...",
"ticket_price": 
}
,

"how_to_make_improv_easy": {
"name": "Stefan Pagels Andersen",
"image": "https://improfestival.ee/en/assets/workshops/stefan_pagels_andersen-1d60b6596f2cf5bb0aa21ac3a9221666bb3ac3298dae2c9020e41bfc2679881b.jpg",
"id": "/workshops/how_to_make_improv_easy",
"slug": "how_to_make_improv_easy",
"start": "2019-09-19 10:00",
"end": "2019-09-19 13:00",
"content": "&lt;p&gt;The easiest way to improvise it to speak from a moment of truth, and connect on emotions. This workshop teaches you how easy it can be to connect with your scene partner on positive emotions. We’ll be working on heavily agreeing and learn to look for our “and” in the “yes, and”.This workshop is heavily inspired by Stefan working together with Jason Shotts auditing his workshops for more than 6 weeks.&lt;/p&gt;&lt;p&gt;Level: intermediate, advanced.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Stefan has performed in more than 8 Danish Feature films, several short films and acted at Betty Nansen and The Royal Danish Theater. He’s performed improv professionally since 2009. He studied at iO Chicago in 2013 taking their world-recognized training programme. After his education, he organized the Copenhagen International Improv Festival which facilitated more than 60 International Improvisers. Due to the Festival’s success, he was invited back to the iO theater by iO founder, Charna Halpern, to shadow teach under some of the world’s best instructors.&lt;/p&gt;&lt;p&gt;He played the character POUL in the Improvised feature film, Det Andet Liv, which premiered in August 2014 and received extremely good reviews. He has performed at the iO Theater in The Armando Diaz Theatrical Experience &amp;amp; Hootenanny (Chicago’s longest-running improv show). Besides this, he also performed with some of Chicago’s best improvisers, and in the fall 2014 he traveled around more than 12 cities in Europe with iO performers Lyndsay Hailey, Tara DeFrancisco and Rance Rizzutto, and a further 4cities with the world’s best improv performers, TJ and Dave – shadowing their classes and doing shows.&lt;/p&gt;&lt;p&gt;In 2015 he organized the first Copenhagen International Improv Festival, opened by the US Ambassador Rufus Gifford, who also participated in the show. Since his third summer in Chicago, he’s been in Germany, Slovenia and Dubai, and has now realized his dream of opening the first ever professional improv theatre in Denmark, The Improv Comedy Copenhagen (ICC) Theatre, with his non-improv partner, Kasper Jacobsen.The ICC Theatre was then awarded 2017 BEST STAGE IN COPENHAGEN after only 10 months of operation. Since ICC Opened officially in January 2016 he has taught more than 700 students in Copenhagen, besides teaching in Latvia, Bulgaria, Italy, South Africa, and Dubai, and performing with OHANA in Barcelona, Mount Olymprov and Sofia Improv Festival.&lt;/p&gt;&lt;p&gt;Stefan also represents Denmark as a member of the European improv community OHANA: an organization including the 40 top improv instructors from around Europe. He performs shows 3 nights a week and teaches Level 4 + 5 at the ICC Training Centre.Stefan was awarded BEST TEACHER in Denmark 2017 by the Danish improv community, while his team Meanwhile, Back at the Lab won BEST IMPROV TEAM.&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;https://improvcomedy.eu&quot;&gt;improvcomedy.eu&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://facebook.com/improvcomedycph&quot;&gt;facebook.com/improvcomedycph&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://instagram.com/improvcomedycopenhagen&quot;&gt;instagram.com/improvcomedycopenhagen&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "The easiest way to improvise it to speak from a moment of truth, and connect on emotions. This workshop teaches you how easy it can be to connect with your...",
"ticket_price": 
}
,

"trust_your_sexuality": {
"name": "Sophia Lierenfeld",
"image": "https://improfestival.ee/en/assets/workshops/sophia_lierenfeld-bc1774849771a45cbd513e5e42b8bf644779e19ebb2fb0d19be9f7b794b8f93d.jpg",
"id": "/workshops/trust_your_sexuality",
"slug": "trust_your_sexuality",
"start": "2019-09-19 14:00",
"end": "2019-09-19 17:00",
"content": "&lt;p&gt;In improv we learn to trust our impulses - but what about the flirty, sexual ones?&lt;/p&gt;&lt;p&gt;We need them to play truthful and intimate love stories, to create more vulnerable and honest characters. They help us to enrich our comedy without falling into sexist clichés and crude humor.In this workshop, we’ll explore these impulses.&lt;/p&gt;&lt;p&gt;You’ll learn to feel more secure with them, to make sexual offers without overstepping boundaries and to deal with offers that make you feel uncomfortable without ending the scene. You’ll become more aware of yourself and your partners so you can take care of each other and overcome possible fears and shame together.&lt;/p&gt;&lt;p&gt;Being more comfortable with sexuality in improv will give you more strength and freedom as an improviser and empowers you as a person!&lt;/p&gt;&lt;p&gt;Level: intermediate, advanced.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Sophia Lierenfeld is an actress, improviser, musician and coach based in Berlin. She performs and teaches improv internationally with her groups “Fox and Foxy” and “Birthday Cake” and various other improv projects. Also, she founded “Improv Without Borders”, an improv course for refugees, expats and Berlin residents which has been featured on the NPR Podcast “Rough Translation”.&lt;/p&gt;&lt;p&gt;Sophia started acting and singing on stage when she was seven years old and never stopped ever since. Right after she finished school she started working as an acting teacher and musical director. She used improvisation to develop and stage over 30 plays with kids and teenagers and worked as a musical director for the youth section of the state theatre in Nuremberg.&lt;/p&gt;&lt;p&gt;Playing for and with children is still an important part of her life. Sophia worked as an actress in fairy tales at Galli Theater Berlin for over a year and now travels to book fares and goes on theatre tours for a big book publisher, telling the stories of Janosch, a famous German illustrator and children’s books author.&lt;/p&gt;&lt;p&gt;Besides her theatre and music work, Sophia is also a dating coach and helps people to become more authentic, playful and happy and truly connect with each other. She has been invited to speak at conferences like “Mann Sein” in Germany and got interviewed as an expert on radio, newspapers and television.&lt;/p&gt;&lt;p&gt;In her workshop “Trust your sexuality” Sophia combines methods and ideas from scripted theatre and improvisational theatre with her experience and knowledge as a dating coach.&lt;/p&gt;",
"excerpt": "In improv we learn to trust our impulses - but what about the flirty, sexual ones?",
"ticket_price": 
}
,

"unplug_your_brain": {
"name": "Dan Seyfried",
"image": "https://improfestival.ee/en/assets/workshops/dan_seyfried-c566b0fee2b61c0f41d24b4c49ee2b1eebf42869f047429ffbc703c5923a0f14.jpg",
"id": "/workshops/unplug_your_brain",
"slug": "unplug_your_brain",
"start": "2019-09-19 14:00",
"end": "2019-09-19 17:00",
"content": "&lt;p&gt;Our brain is a formidable machine to create and imagine, but sometimes it’s our own trap, our only barrier.&lt;/p&gt;&lt;p&gt;This workshop aims at unplugging our brains, to explore what our bodies have to suggest. We will train not to be heady or too rational, to allow your scenes to be silly, to accept and play the nonsense. Let your bodies surprise yourself and embrace their strong propositions, to just have fun, play like kids, discover new places, characters and relations, to follow the inspiration and your instinct.&lt;/p&gt;&lt;p&gt;Level: beginners to advanced.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;When Dan started theater at 9, he knew right away that he wanted to do it all his life. It became even more obvious when he discovered improv in Strasbourg in 2007. That year he joined the Lolita. In 2011, he became a professional. He had the chance that year to participate in the marathon of improv (7 days di’mpro 24H / 24). In 2012, with his best friends, he created La Carpe Haute. Together, they do everything: shows, training, corporate events… He teaches since 2011 in weekly classes, and the group opened their improv school in 2017.&lt;/p&gt;&lt;p&gt;In 2014, he participated for the first time in an international improv festival in Denmark. Since then, he has played and taught in New York, Amsterdam, Berlin, Bydgoszcz, London, Oslo, Barcelona, etc. It is in these festivals that he rediscovered all the possibilities offered by the improvisation, the totally silent show, free form, costumed shows or musicals…&lt;/p&gt;&lt;p&gt;What he loves especially in improv is the connection between the partners, the sincerity and the playfulness. That’s what makes him vibrate, what takes him! He remains an improv nerd, all styles and all types of show can make him happy. And that’s what he loves the most, that the journey is infinite!&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;https://facebook.com/origamiswanimpro&quot;&gt;facebook.com/origamiswanimpro&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://lacarpehaute.com&quot;&gt;lacarpehaute.com&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://facebook.com/Lacarpehaute&quot;&gt;facebook.com/Lacarpehaute&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "Our brain is a formidable machine to create and imagine, but sometimes it’s our own trap, our only barrier.",
"ticket_price": 
}
,

"a_simple_lovestory": {
"name": "Małgorzata Różalska",
"image": "https://improfestival.ee/en/assets/workshops/małgorzata_różalska-b8c43bd0a7babd219de5b846e239e86c5485c48313f3faa26f2de795ee1b2ea3.jpg",
"id": "/workshops/a_simple_lovestory",
"slug": "a_simple_lovestory",
"start": "2019-09-20 14:00",
"end": "2019-09-20 17:00",
"content": "&lt;p&gt;Bill Hicks said in his stand up something that many screenwriters agree on – that all we do is driven by two forces – love and fear. Because of love and fear we can cross our boundaries.&lt;/p&gt;&lt;p&gt;In this workshop, we will focus on Normal People. Using the reality. Love, lack of love, bitterness, dreams, fears. On what hides inside of us and others, what drives us, and what we can do to get what we desire. And how to express your feelings on stage, so they won’t end at „Hi Honey”, five meters from each other.&lt;/p&gt;&lt;p&gt;Why? Because the audience wants to engage, feel something, and not only laugh. And they feel when we touch the Truth. Because a simple love story has a bigger power than the battle of wizards at the top of Mount Everest.&lt;/p&gt;&lt;p&gt;Level: intermediate.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Małgorzata Różalska (Gosia/Róża) – improviser and teacher from the north of Poland. Doing improv since 2004, as one of the first in Poland.&lt;/p&gt;&lt;p&gt;Besides living improv life, she graduated Film Directing in Gdynia Film School, Photography at Academy of Fine Arts in Gdańsk, and Cultural Studies at the University of Gdańsk – and she loves mixing all her arts with improv. She has her own company, and she writes a blog about improv (www.rozalska.com).&lt;/p&gt;&lt;p&gt;She’s in an international Ohana group, and she’s conquering the world, teaching and/or performing among others, at Seattle International Festival of Improv, Improvention in Canberra, IMPRO Amsterdam, IMPRO Berlin, Mt. Olymprov in Athens, Big IF in Barcelona, Sacrebleu! in Strasbourg, Sofia International Improv Fest, WIP Workimprogress, Improfestival Mainz. She’s a big nerd, and she’ll never stop learning.&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;https://rozalska.com&quot;&gt;rozalska.com&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://facebook.com/rozalska.malgorzata&quot;&gt;facebook.com/rozalska.malgorzata&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://instagram.com/rozalska.improv&quot;&gt;instagram.com/rozalska.improv&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "Bill Hicks said in his stand up something that many screenwriters agree on – that all we do is driven by two forces – love and fear. Because of love...",
"ticket_price": 
}
,

"discovering_songs": {
"name": "Phil Lunn",
"image": "https://improfestival.ee/en/assets/workshops/phil_lunn-4dc9d458be45ee0672abca02abff2073db5439a5b3dc13f5dacf569ff464fa71.jpg",
"id": "/workshops/discovering_songs",
"slug": "discovering_songs",
"start": "2019-09-20 10:00",
"end": "2019-09-20 13:00",
"content": "&lt;p&gt;OK, so our scene has led us into the perfect moment for a song. Great. What happens next? What makes a great song?In this workshop we’ll look at how to create songs ‘organically’— by playing and experimenting, gradually discovering a brilliant theme and musical hook.&lt;/p&gt;&lt;p&gt;We’ll look at:&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;what songs are about&lt;/li&gt;  &lt;li&gt;how to explore and find a theme and perspective&lt;/li&gt;  &lt;li&gt;how to know when you’ve found all that you need, and when you should change&lt;/li&gt;&lt;/ul&gt;&lt;p&gt;This session won’t require anyone to know the details of song structures or musical techniques. It’s therefore ideal to people who enjoy singing (maybe just in the shower), but haven’t done much musical improv. On the other hand, experienced improvisers can also find the novel approach interesting.&lt;/p&gt;&lt;p&gt;Level: all levels but not complete improv beginners.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Phil is an improviser from London, UK. He’s been improvising for several years, both on stage and behind the piano. He’s worked with several leading UK groups including Music Box, Hoopla, Silly String Theory and The Maydays. He regularly works with many groups at international improvisation festivals.&lt;/p&gt;&lt;p&gt;Currently, Phil is Director of The Staccatos, a London-based short-form musical improv group, and he regularly performs on stage with the Hoopla Players. He regularly performs solo in his one man improvised cabaret “Phil Lunn Is…” where he performs improvised songs as various characters.&lt;/p&gt;&lt;p&gt;“A powerhouse of musical improv” — Open Your Mouth And Sing&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;https://phillunn.com&quot;&gt;phillunn.com&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://facebook.com/phil.lunn&quot;&gt;facebook.com/phil.lunn&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "OK, so our scene has led us into the perfect moment for a song. Great. What happens next? What makes a great song?In this workshop we’ll look at how to...",
"ticket_price": 
}
,

"jump_on_it": {
"name": "Stacey Smith",
"image": "https://improfestival.ee/en/assets/workshops/stacey_smith-5c5e501364454e498cc3e490488cd2bb239fbb0a8d21f5e9bc147591174eb3f1.jpg",
"id": "/workshops/jump_on_it",
"slug": "jump_on_it",
"start": "2019-09-20 14:00",
"end": "2019-09-20 17:00",
"content": "&lt;p&gt;Let’s edit. Learn new and exciting ways to edit and know why/when they will heighten and support the scene in progress. Follow the joy and follow the reality we already know.&lt;/p&gt;&lt;p&gt;Level: all levels. Some knowledge of improv is a plus.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Stacey Smith is a loud Long Islander who recently relocated to Chicago by way of Boston.&lt;/p&gt;&lt;p&gt;Stacey performs regularly with The Deltones and The Musical Armando at iO as well as at CSz Theater Chicago. She performed for many years in various projects with The Second City such as Life Hacks, The Really Awesome Improv Show, #DateMe and two contracts onboard the Norwegian Breakaway. She is a former instructor in the A-E Program, Youth&amp;amp;Teen Program and The Wellness Program at The Second City and recently created her own program called S.H.E (Sisterhood. Humor. Empowerment) for female identifying students ages 8-18.&lt;/p&gt;&lt;p&gt;In addition, she also has taught at iO and The Playground Theater and is the former Head of the Training Center at CSz Theater Chicago. Most recently, Stacey was the Comedy School Manager at ImprovBoston where she also performed regularly with ImprovBoston’s Mainstage Cast and Music Improv Cast. Stacey just finished touring her solo musical improv show STACEJAM and taught musical improv in Bulgaria, Germany, Amsterdam, Greece, Belgium, France, Norway, Italy and Denmark.&lt;/p&gt;&lt;p&gt;Stacey is the Creator/Executive Producer of the Chicago Musical Improv Festival.&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;https://facebook.com/staceysmithcomedy&quot;&gt;facebook.com/staceysmithcomedy&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://facebook.com/stacejamsolo&quot;&gt;facebook.com/stacejamsolo&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://instagram.com/staceysmithcomedy&quot;&gt;instagram.com/staceysmithcomedy&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://twitter.com/staceinyoface&quot;&gt;twitter.com/staceinyoface&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://staceysmithcomedy.com&quot;&gt;staceysmithcomedy.com&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "Let’s edit. Learn new and exciting ways to edit and know why/when they will heighten and support the scene in progress. Follow the joy and follow the reality we already...",
"ticket_price": 
}
,

"silence_loud_clear": {
"name": "Ella Galt",
"image": "https://improfestival.ee/en/assets/workshops/ella_galt-38ef5572f949b3eeeda5409abde81832446b1c6fe294cd7d217008704f7ff150.jpg",
"id": "/workshops/silence_loud_clear",
"slug": "silence_loud_clear",
"start": "2019-09-20 10:00",
"end": "2019-09-20 13:00",
"content": "&lt;p&gt;In life, some of the most profound, moving or hilarious experiences play out in total silence. In this workshop, we will learn to lean on that familiar human state - silence - on the stage, discovering it’s unique theatrical power.&lt;/p&gt;&lt;p&gt;This workshop is not directed towards mime, or even necessarily physicality, but rather the dramatic and comedic impact of not speaking, and all the actions, realisations and stories that rush in to fill space when we’re brave enough to leave it empty. During the workshop, we will cycle through the myriad of ways silence can be utilised to make offers, ground scenes, heighten emotions, develop the game and connect with the audience.&lt;/p&gt;&lt;p&gt;Level: all levels.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Ella is an Australian actress and improviser who has been studying, performing and teaching theatre for over 12 years. She earned a B.A. in Theatre Studies at Monash University, Melbourne and her performance experience ranges from improvised and musical theatre to voice, theatre in education and dance. Since joining BIG in 2012 she has trained with some of the most renowned improv teachers and coaches in the world and has studied and performed in festivals around Europe. Now in Barcelona, Ella co-runs the BIG School of Improv, where she co-designed a unique curriculum to train committed, joyful and well-rounded improvisers.&lt;/p&gt;&lt;p&gt;She teaches students of all levels in weekly classes, emboldening beginners and experienced improvisers alike to produce rich, vibrant and committed improv. Her improvisation style centres around bold, emotional play and uses the full extent of her theatrical background, implicating the body and voice to create scenes and shows that are dynamic and filled with joyful imagination and play. Her teaching style is energetic and supportive and aims to unleash the unique potential of every improviser and scene.&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;https://facebook.com/origamiswanimpro&quot;&gt;facebook.com/origamiswanimpro&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://barcelonaimprovgroup.com&quot;&gt;barcelonaimprovgroup.com&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://facebook.com/barcelonaimprovgroup&quot;&gt;facebook.com/barcelonaimprovgroup&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "In life, some of the most profound, moving or hilarious experiences play out in total silence. In this workshop, we will learn to lean on that familiar human state -...",
"ticket_price": 
}
,

"be_a_troublemaker_fuel_the_scene": {
"name": "Václav Wortner",
"image": "https://improfestival.ee/en/assets/workshops/václav_wortner-a25e548b6e110a5cd392b6451833b5aebf617af3ae5f881425969ee852596320.jpg",
"id": "/workshops/be_a_troublemaker_fuel_the_scene",
"slug": "be_a_troublemaker_fuel_the_scene",
"start": "2019-09-21 14:00",
"end": "2019-09-21 17:00",
"content": "&lt;p&gt;Solving the conflict or finding a solution to the problem on stage is the fastest way to kill the scene. On the contrary, if you add oil to the fire, the scene will blossom. We will explore how to increase the stakes, reject the offers of our partner in order to accept them, search for embedded games and throw obstacles in the way of your partners and yourself, making all these troubles a big support for the scene. Let´s be rude, make troubles and fuel the scene!&lt;/p&gt;&lt;p&gt;Level: beginner, intermediate.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;After discovering improv in 2012, Václav has steered his life fully towards theatre in all its forms. He studied devising acting at the Academy of Performing Arts in Prague, working on solo performances, clowning and acrobatics. He studied long-form improv at iO Chicago.&lt;/p&gt;&lt;p&gt;With his ensemble Bafni they perform regularly in the Czech Republic and at international improv festivals in Europe (Tampere - Finland, Amsterdam, Nancy - France).&lt;/p&gt;&lt;p&gt;Václav has been leading improv workshops for actors and improv trainings for corporate clients in the last two years in the Czech Republic, Colombia, Hungary, France, Ukraine and USA. He speaks English, Spanish, German, Russian and Hungarian.&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;https://vaclavwortner.com&quot;&gt;vaclavwortner.com&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://facebook.com/mykluci&quot;&gt;facebook.com/mykluci&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "Solving the conflict or finding a solution to the problem on stage is the fastest way to kill the scene. On the contrary, if you add oil to the fire,...",
"ticket_price": 
}
,

"being_a_dream_partner": {
"name": "Aree Witoelar",
"image": "https://improfestival.ee/en/assets/workshops/aree_witoelar-ea1648e02c9c7c202227816555881c2927766da321aef984f7fd6065da25edd4.jpg",
"id": "/workshops/being_a_dream_partner",
"slug": "being_a_dream_partner",
"start": "2019-09-21 10:00",
"end": "2019-09-21 13:00",
"content": "&lt;p&gt;Be someone everyone wants to play with. We look at how to be an engaging, happy and fun partner. Good improvisers should be able to play with anyone - no matter if they are veterans or beginners, we can always elevate our partner and make them look good. You’ll learn advanced listening and group mind, but most of all, the right attitude to do good improv. Soon enough, everyone will want you to be part of their team.&lt;/p&gt;&lt;p&gt;Level: beginner-intermediate, but especially good for advanced players who miss the joy of playing with newbies.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Aree Witoelar is the founder and artistic director of Impro Neuf International (INI) - Oslo’s first English improv comedy theatre and Norway’s largest improv community with over 500 members. He has been improvising since 2005 and is now with The Improv Speakeasy. He has performed in international festivals (Copenhagen, Bucharest, Amsterdam, Toronto) and in a dark alley, an underground bunker, and a Christmas Glühwein stand.&lt;/p&gt;&lt;p&gt;Aree loves that there are many ways to do improv and believes that you have your own special blend. His improvisational style is a synthesis from masters of a variety of schools: Jay Sukow &amp;amp; Andel Sudik (Second City), Will Hines (UCB), Jason Shotts &amp;amp; Craig Cackowski (iO West), Katy Schutte (Maydays), Rafe Chase &amp;amp; Tim Orr (BATS) and TJ Mannix (Magnet). His teaching philosophy is to help players find improv that brings joy and make bold choices within that style (see areewitoelar.com/testimonials). Aree runs an improv blog On Cloud Nine, inspired by what he observes in the Norwegian improv scene.&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;https://improvspeakeasy.com&quot;&gt;improvspeakeasy.com&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://facebook.com/improvspeakeasy&quot;&gt;facebook.com/improvspeakeasy&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://improneuf.no&quot;&gt;improneuf.no&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "Be someone everyone wants to play with. We look at how to be an engaging, happy and fun partner. Good improvisers should be able to play with anyone - no...",
"ticket_price": 
}
,

"stand_up_and_improv": {
"name": "Jeron Dewulf",
"image": "https://improfestival.ee/en/assets/workshops/jeron_dewulf-63d9da064b11247f26c46bc5ab88c5d7c344648e7a28b20cb6a6687e3535ca04.jpg",
"id": "/workshops/stand_up_and_improv",
"slug": "stand_up_and_improv",
"start": "2019-09-21 14:00",
"end": "2019-09-21 17:00",
"content": "&lt;p&gt;As a professional improviser and stand-up comedian, Jeron likes to combine the best of two worlds. As an improviser, sometimes making a joke might kill the story. As a stand-up comedian, it is scary to leave your fixed set and improvise with the audience and still be funny. In this workshop, we touch two worlds. Two worlds that might look opposing from the outside but feel really good from the inside.&lt;/p&gt;&lt;p&gt;Level: best for improvisers who also want to try stand-up or comedians that want to learn to loosen up.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Jeron Dewulf is a professional improviser and a stand up comedian. He has 27 years of improv and 12 years of stand up experience that he will share with you. He has no secrets and will try to teach you everything he knows. Come and steal his brain!&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;https://jerondewulf.com&quot;&gt;jerondewulf.com&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://instagram.com/jerondewulf1&quot;&gt;instagram.com/jerondewulf1&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://facebook.com/jerondewulfcomedian&quot;&gt;facebook.com/jerondewulfcomedian&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "As a professional improviser and stand-up comedian, Jeron likes to combine the best of two worlds. As an improviser, sometimes making a joke might kill the story. As a stand-up...",
"ticket_price": 
}
,

"the_mono_scene": {
"name": "Stefan Pagels Andersen",
"image": "https://improfestival.ee/en/assets/workshops/stefan_pagels_andersen-1d60b6596f2cf5bb0aa21ac3a9221666bb3ac3298dae2c9020e41bfc2679881b.jpg",
"id": "/workshops/the_mono_scene",
"slug": "the_mono_scene",
"start": "2019-09-21 10:00",
"end": "2019-09-21 13:00",
"content": "&lt;p&gt;The award-winning improv team Meanwhile, Back at the Lab, that Stefan performs in have their very own unique format. The Mono scene with quick flashbacks to discover the characters background stories. This is a real treat to watch and even more fun to perform. This format requires a lot from the improvisers to also be aware of the bigger picture ofthe whole story. Improvisers are expected to have a certain amount of stage experience.&lt;/p&gt;&lt;p&gt;Level: advanced.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Stefan has performed in more than 8 Danish Feature films, several short films and acted at Betty Nansen and The Royal Danish Theater. He’s performed improv professionally since 2009. He studied at iO Chicago in 2013 taking their world-recognized training programme. After his education, he organized the Copenhagen International Improv Festival which facilitated more than 60 International Improvisers. Due to the Festival’s success, he was invited back to the iO theater by iO founder, Charna Halpern, to shadow teach under some of the world’s best instructors.&lt;/p&gt;&lt;p&gt;He played the character POUL in the Improvised feature film, Det Andet Liv, which premiered in August 2014 and received extremely good reviews. He has performed at the iO Theater in The Armando Diaz Theatrical Experience &amp;amp; Hootenanny (Chicago’s longest-running improv show). Besides this, he also performed with some of Chicago’s best improvisers, and in the fall 2014 he traveled around more than 12 cities in Europe with iO performers Lyndsay Hailey, Tara DeFrancisco and Rance Rizzutto, and a further 4 cities with the world’s best improv performers, TJ and Dave – shadowing their classes and doing shows.&lt;/p&gt;&lt;p&gt;In 2015 he organized the first Copenhagen International Improv Festival, opened by the US Ambassador Rufus Gifford, who also participated in the show. Since his third summer in Chicago, he’s been in Germany, Slovenia and Dubai, and has now realized his dream of opening the first ever professional improv theatre in Denmark, The Improv Comedy Copenhagen (ICC) Theatre, with his non-improv partner, Kasper Jacobsen.The ICC Theatre was then awarded 2017 BEST STAGE IN COPENHAGEN after only 10 months of operation. Since ICC Opened officially in January 2016 he has taught more than 700 students in Copenhagen, besides teaching in Latvia, Bulgaria, Italy, South Africa, and Dubai, and performing with OHANA in Barcelona, Mount Olymprov and Sofia Improv Festival.&lt;/p&gt;&lt;p&gt;Stefan also represents Denmark as a member of the European improv community OHANA: an organization including the 40 top improv instructors from around Europe. He performs shows 3 nights a week and teaches Level 4 + 5 at the ICC Training Centre.Stefan was awarded BEST TEACHER in Denmark 2017 by the Danish improv community, while his team Meanwhile, Back at the Lab won BEST IMPROV TEAM.&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;https://improvcomedy.eu&quot;&gt;improvcomedy.eu&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://facebook.com/improvcomedycph&quot;&gt;facebook.com/improvcomedycph&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://instagram.com/improvcomedycopenhagen&quot;&gt;instagram.com/improvcomedycopenhagen&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "The award-winning improv team Meanwhile, Back at the Lab, that Stefan performs in have their very own unique format. The Mono scene with quick flashbacks to discover the characters background...",
"ticket_price": 
}


}

